{
	"01": {
		"imageUrl": "/frontice_images/volume1.gif",
		"imageCaption": "Edinburgh Castle and the Grass Market.\u003cbr\u003e\u003cbr\u003eCouriers came to the Grass Market from all over Scotland, and the young Carlyle frequently went there to receive or send boxes and letters from or to Ecclefechan. The Grass Market has changed very little from the early nineteenth century to the present day. A print from the calotype negative of 1855 by Thomas Keith(1827-1895) in the Hurd Bequest, Edinburgh Corporation, Library and Museums Committee"
	},
	"02": {
		"imageUrl": "/frontice_images/volume2.gif",
		"imageCaption": "An early portrait of Jane Baillie Welsh made at Haddington by an unknown artist.  From the copy in D. A. Wilson, Carlyle, opposite p. 220. The original portrait, which was hanging in Carlyle's house when he died, was handed down in the family of Mrs. Andrew Chrystal, born Jeannie Welsh, Jane's cousin. Francis Jeffrey had the portrait in his possession for some months in 1831, and the Carlyles had difficulty in getting it back from him."
	},
	"03": {
		"imageUrl": "/frontice_images/volume3.gif",
		"imageCaption": "Mrs. Charles Buller, Sr., and her sons Charles and Arthur.  From the miniatures in the possession of Harry Grylls, Esq., and used by courtesy of the owner and Lady Mander."
	},
	"04": {
		"imageUrl": "/frontice_images/volume4.gif",
		"imageCaption": "Five caricatures of Edward Irving (ca. 1823).  Used as the frontispiece of the Trial of Edward Irving, M.A.: A Cento of Criticism (London: E. Brain, 1823)."
	},
	"05": {
		"imageUrl": "/frontice_images/volume5.gif",
		"imageCaption": "The Carlyles' home at Craigenputtoch.  From an engraving preserved at the Arched House, Ecclefechan."
	},
	"06": {
		"imageUrl": "/frontice_images/volume6.gif",
		"imageCaption": "Silhouettes of Carlyle's father and mother made by Jane Welsh Carlyle with captions in Carlyle's hand and of Carlyle himself made by Robert Blake from two profile photographs taken in the years shortly before he grew his beard in 1854.  The silhouettes of the father and the mother are reproduced from the volume I frontispiece of J. A. Froude, ed., Reminiscences by Thomas Carlyle (London, 1881)."
	},
	"07": {
		"imageUrl": "/frontice_images/volume7.gif",
		"imageCaption": "Scotsbrig, near Ecclefechan, home of Carlyle's father and mother from 1826 until their deaths in 1832 and 1853 respectively, and of his youngest brother, James, and his family from 1826 until his death in 1890.  Photograph by J. Patrick, courtesy of the University of Edinburgh."
	},
	"08": {
		"imageUrl": "/frontice_images/volume8.gif",
		"imageCaption": "Crayon portrait of Thomas Carlyle by Samuel Laurence, circa 1838.  Bought from the artist by John Sterling and greatly admired by him. The original is now at the Carlyle House, Chelsea."
	},
	"09": {
		"imageUrl": "/frontice_images/volume9.gif",
		"imageCaption": "Chalk portrait of Jane Welsh Carlyle by Samuel Laurence, circa 1838 [1849].  From the original at the Carlyle House, Chelsea."
	},
	"10": {
		"imageUrl": "/frontice_images/volume10.gif",
		"imageCaption": "Oil portrait of Thomas Carlyle by Samuel Laurence, 1838.  The original is privately owned; reproduced by kind permission of the owner."
	},
	"11": {
		"imageUrl": "/frontice_images/volume11.gif",
		"imageCaption": "Lithograph by R. J. Lane, after a drawing by Count Alfred D'Orsay, 1839.  The lithograph is reproduced from the copy in the National Portrait Gallery, London. The whereabouts of the original drawing is unknown."
	},
	"12": {
		"imageUrl": "/frontice_images/volume12.gif",
		"imageCaption": "Above: Scotsbrig, home of Carlyle's brother James and their mother, ca. 1890.  Below: Cheyne Row, with bystanders outside number five, ca. 1890.  Photographs by J. Patrick, reproduced by permission of the Edinburgh Carlyle Society."
	},
	"13": {
		"imageUrl": "/frontice_images/volume13.gif",
		"imageCaption": "Detail of a portrait of Margaret A. Carlyle painted by Maxwell of Dumfries, 1842, Carlyle's House, Chelsea.  Reproduced by permission of The National Trust for Places of Historic Interest or Natural Beauty, London."
	},
	"14": {
		"imageUrl": "/frontice_images/volume14.gif",
		"imageCaption": "Map of the Thornhill district, Dumfriesshire."
	},
	"15": {
		"imageUrl": "/frontice_images/volume15.gif",
		"imageCaption": "Naseby battlefield and environs.    Go   Advanced Search   Whole-Word Services Log in, create Carlyle folder Download to citation manager Purchase a volume of the print edition Subject Terms Recipient Terms"
	},
	"16": {
		"imageUrl": "/frontice_images/volume16.gif",
		"imageCaption": "Oil portrait of Thomas Carlyle by John Linnell, 1843.  Courtesy of the National Gallery of Scotland."
	},
	"17": {
		"imageUrl": "/frontice_images/volume17.gif",
		"imageCaption": "Oil portrait of Jane Welsh Carlyle by Spiridione Gambardella, 1843.  Privately owned."
	},
	"18": {
		"imageUrl": "/frontice_images/volume18.gif",
		"imageCaption": "Oil portrait of Jeannie Welsh (later Chrystal) by Spiridione Gambardella, 1843.  Privately owned."
	},
	"19": {
		"imageUrl": "/frontice_images/volume19.gif",
		"imageCaption": "Oil portrait of John Welsh of Liverpool by Spiridione Gambardella, 1854 [1843].  Privately owned."
	},
	"20": {
		"imageUrl": "/frontice_images/volume20.gif",
		"imageCaption": "Daguerreotype of Thomas Carlyle, April 1846, mailed to Ralph Waldo Emerson, 30 April 1846.  Reproduced by permission of the Ralph Waldo Emerson Memorial Association and the Houghton Library, Harvard University."
	},
	"21": {
		"imageUrl": "/frontice_images/volume21.gif",
		"imageCaption": "Oil portrait of Lady Harriet Baring by H. W. Pickersgill, R.A.  Present whereabouts unknown."
	},
	"22": {
		"imageUrl": "/frontice_images/volume22.gif",
		"imageCaption": "Lithograph of Giuseppe Mazzini in the 1840s.  Courtesy of the National Portrait Gallery, London."
	},
	"23": {
		"imageUrl": "/frontice_images/volume23.gif",
		"imageCaption": "Daguerreotype of Ralph Waldo Emerson, London, 1848.  By permission of the Houghton Library, Harvard University, bMS Am 1280.235 (706.3A)."
	},
	"24": {
		"imageUrl": "/frontice_images/volume24.gif",
		"imageCaption": "Photograph of Thomas Carlyle, 1849 [after 1854].  Reproduced from Sir Charles Gavan Duffy, Conversations with Carlyle (1896)."
	},
	"25": {
		"imageUrl": "/frontice_images/volume25.gif",
		"imageCaption": "Jane Welsh Carlyle engraved by J. J. Waddington, Ltd., from an original in water colors and crayon by Carl Hartmann in 1849.  Reproduced from Mrs. Brookfield and Her Circle."
	},
	"26": {
		"imageUrl": "/frontice_images/volume26.gif",
		"imageCaption": "Medallion of Thomas Carlyle by Thomas Woolner, 1850.  Courtesy of the National Galleries of Scotland."
	},
	"27": {
		"imageUrl": "/frontice_images/volume27.gif",
		"imageCaption": "Photograph of Thomas Carlyle by Robert Scott Tait, 31 July 1854.  Courtesy of Columbia University Library."
	},
	"28": {
		"imageUrl": "/frontice_images/volume28.gif",
		"imageCaption": "Jane Carlyle with Nero, photographed by Robert Scott Tait, ca. 1853.  Courtesy of the National Portrait Gallery, London."
	},
	"29": {
		"imageUrl": "/frontice_images/volume29.gif",
		"imageCaption": "Jane Welsh Carlyle and Geraldine Jewsbury by Robert Scott Tait, April 1855.  Courtesy of Columbia University and Edinburgh University Libraries."
	},
	"30": {
		"imageUrl": "/frontice_images/volume30.gif",
		"imageCaption": "The Grange, Hampshire, 1972.  Reproduced by permission of English Heritage. NMR."
	},
	"31": {
		"imageUrl": "/frontice_images/volume31.gif",
		"imageCaption": "Jane Welsh Carlyle in the downstairs drawing room, 5 Cheyne Row.  Watercolor by Frank Jewsbury, 1856.  Privately owned; see also Carlyle Newsletter 7 (Spring 1986): 2."
	},
	"32": {
		"imageUrl": "/frontice_images/volume32.gif",
		"imageCaption": "Thomas Carlyle in the attic, 5 Cheyne Row, by Robert Scott Tait, 27 July 1857  Courtesy of Edinburgh University Library."
	},
	"33": {
		"imageUrl": "/frontice_images/volume33.gif",
		"imageCaption": "Thomas Carlyle and Nero at the back door, 5 Cheyne Row, by Robert Scott Tait, 29 July 1857  Courtesy of Edinburgh University Library"
	},
	"34": {
		"imageUrl": "/frontice_images/volume34.gif",
		"imageCaption": ""
	},
	"35": {
		"imageUrl": "/frontice_images/volume35.gif",
		"imageCaption": "Sharp, Greenwood, and Fowler, Map of Fife, 1828 (detail)  Courtesy of the National Library of Scotland"
	},
	"36": {
		"imageUrl": "/frontice_images/volume36.gif",
		"imageCaption": "\"Thomas Carlyle on a midnight ramble\"; by Charles Bell Birch, 1859  Courtesy of the National Portrait Galler"
	},
	"37": {
		"imageUrl": "/frontice_images/volume37.gif",
		"imageCaption": "Jane Welsh Carlyle to Mary Baring, 31 January 1861  Courtesy of the National Library of Scotland"
	},
	"38": {
		"imageUrl": "/frontice_images/volume38.gif",
		"imageCaption": "Thomas Carlyle, by William Jeffrey, September 1862  Courtesy of The National Trust"
	},
	"39": {
		"imageUrl": "/frontice_images/volume39.gif",
		"imageCaption": "Auchtertool Manse, 1863  Courtesy of Rare Book and Manuscript Library, Columbia University"
	},
	"40": {
		"imageUrl": "/frontice_images/volume40.gif",
		"imageCaption": "Thomas Carlyle to Messrs. Hutchison \u0026 Co., 8 August 1864.  Courtesy of the National Library of Scotland"
	},
	"41": {
		"imageUrl": "/frontice_images/volume41.gif",
		"imageCaption": "Lady Airlie, by Camille Silvy, 1860  Courtesy of Rare Book and Manuscript Library, Columbia University"
	},
	"42": {
		"imageUrl": "/frontice_images/volume42.gif",
		"imageCaption": ""
	},
	"43": {
		"imageUrl": "/frontice_images/volume43.gif",
		"imageCaption": ""
	},
	"44": {
		"imageUrl": "/frontice_images/volume44.gif",
		"imageCaption": ""
	},
	"45": {
		"imageUrl": "/frontice_images/volume45.gif",
		"imageCaption": ""
	},
	"46": {
		"imageUrl": "",
		"imageCaption": ""
	}
}

